# Packages
brew "git"
brew "tmux"
brew "gh"
brew "sqlite"
brew "node"
brew "wget"
brew "eza"
brew "fzf"
brew "neovim"
brew "htop"
brew "ripgrep"
brew "python@3.12"
brew "scrcpy"
brew "zoxide"
brew "powerlevel10k"
brew "rustup"

# Casks
cask "1password"
cask "arc"
cask "alacritty"
cask "alt-tab"
cask "android-platform-tools"
cask "docker"
cask "discord"
cask "telegram"
cask "visual-studio-code"
cask "tailscale"
cask "hiddenbar"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "stats"
cask "raycast"
cask "spotify"
cask "notion"
cask "whatsapp"
cask "obs"
